(package! isar-mode)
(package! isar-goal-mode)
(package! lsp-isar)
(package! lsp-isar-parse-args)
(package! session-async)
(package! academic-phrases)
;; (package! grammarly)
;; (package! lsp-grammarly :recipe (:host github :repo "emacs-grammarly/lsp-grammarly"))
(package! flycheck-grammarly)
(package! flycheck-languagetool)
(package! cycle-themes)
(package! quail :disable t)
;; (package! company-posframe)
